<?php

return [
    'complexity_data' => [
        'easy' => [
            'emoji' => '🟢',
            'title' => 'легка',
        ],
        'medium' => [
            'emoji' => '🟠',
            'title' => 'середня',
        ],
        'hard' => [
            'emoji' => '🔴',
            'title' => 'складна',
        ],
    ],

    'complexity_map' => [
        'легко'   => 'easy',
        'помірно' => 'medium',
        'складно' => 'hard',
    ],

    'ratings' => [
        '1' => '☹️',
        '2' => '😕',
        '3' => '😐',
        '4' => '🙂',
        '5' => '😊',
    ],
];
