<?php

return [
    'main_menu' => 'Оберіть, будь даска, дію зі списку нижче ⬇️',
    'recipes_list' => '📖 рецепти',
    'category_list' => '📖 категорії',
    'saved_recipes' => '💾 збережені',
    'start_cooking' => '🍳 почати готувати',
    'show_advice' => 'ℹ️ показати пораду',
    'hide_advice' => 'ℹ️ сховати пораду',
    'save_for_later' => '💾 зберегти на потім',
    'no_saved_recipes' => 'немає збережних рецептів',
    'remove_from_saved' => 'видалити зі збережених',
    'recipe_saved' => 'рецепт збережено',
    'recipe_removed_from_save' => 'рецепт видалено зі збережних',
    'next_step' => 'далі',
    'sending_you_next_step' => 'Переходимо далі?',
    'start_timer' => 'почати таймер',
    'skip_timer' => 'skip',
    'cooking_done' => 'cooking done',
    'all_recipes' => 'усі',
];
