<?php

return [
    // feedback
    'feedback' => '✉️ Напишіть нам',
    'pre_send_feedback' => 'Є питання, ідеї чи побажання? Залиште ваше повідомлення тут!',
    'message_sent' => '📨 Дякуємо! Ваше повідомлення успішно відправлено.',

    'main_menu' => 'Оберіть дію зі списку нижче ⬇️',
    'recipes_list' => '📖 Переглянути рецепти',
    'recipes_with_category' => '📖 Чудово, тепер оберіть будь-який рецепт зі списку :category',
    'category_list' => '📖 Спочатку оберіть категорію рецептів',
    'start_cooking' => '🍳 Розпочати готування',
    'no_saved_recipes' => '📌 Поки немає збережених рецептів',
    'no_finished_recipes' => '📌 Поки немає приготованих рецептів',
    'next_step' => '➡️ Далі',
    'start_timer' => '⏲️ Почати таймер',
    'skip_timer' => '➡️ Пропустити',
    'cooking_done' => '🍽️ Готування завершено',
    'all_recipes' => '📚 Усі рецепти',
    'finished_recipes' => '🍽️ Приготовані рецепти',
    'please_rate_recipe' => '⭐ Будь ласка, оцініть рецепт',
    'rate_recipe' => '⭐ Оцінити рецепт',
    'thanks_for_rating' => '🙌 Дякуємо за вашу оцінку',
    'your_rating' => '⭐ Ваша оцінка: ',
    'back' => '🔙 Назад',
    'search' => '🔎 пошук',

    // recipe info
    'portions' => '🍽 Порції: :portions',
    'time' => '⏱ Час: :time',
    'complexity' => '⚙ Складність: ',
    'ingredients' => '<b>Інгредієнти:</b> ',
    'advice' => 'ℹ️ Порада: ' . "\n" . ':advice',

    // recipe save
    'save_for_later' => '💾 Зберегти на потім',
    'saved_recipes' => '💾 Збережені рецепти',
    'recipe_removed_from_save' => 'Рецепт успішно видалено зі збережених 👌',
    'remove_from_saved' => '➖ Видалити зі збережених',
    'recipe_saved' => 'Рецепт успішно збережено 👌',
    'saved_recipes_list_exceeded' => 'Ви не можете зберегти більше 15 рецептів',

    // recipe advice
    'show_advice' => 'ℹ️ Порада',
    'hide_advice' => 'ℹ️ Сховати пораду',

    // recipe step
    'step' => '— Крок :step',
    'finish_cooking' => '✅ Завершити',

    // complexity
    'easy' => 'легка',
    'medium' => 'середня',
    'hard' => 'складна',
];
